{
    "jokes": [
        {
            "setup": "To the thief who stole my glasses:",
            "punchline": "I will find you. I have contacts."
        },
		{
            "setup": "If your boyfriend doesn't appreciate fruit puns, let that mango."
        },
		{
            "setup": "I switched the labels in my friend's spice cabinet.",
            "punchline": "They haven't noticed but the thyme is cumin."
        },
		{
            "setup": "Police car loses wheels to thief!",
            "punchline": "Cops are working tirelessly to nab suspect."
        },
		{
            "setup": "Why did the Easter egg hide?",
            "punchline": "Because it was a little chicken."
        },
		{
            "setup": "To the thief who stole my antidepressants:",
            "punchline": "I hope you're happy."
        },
		{
            "setup": "Cows have hooves because they lactose."
        },
		{
            "setup": "They are not making yardsticks any longer."
        },
		{
            "setup": "Break-in at the Apple store!",
            "punchline": "Police are looking for iWitnesses."
        },
		{
            "setup": "Police toilet stolen!",
            "punchline": "Cops have nothing to go on."
        },
		{
            "setup": "I call my hourse Mayo and sometimes Mayo neighs."
        },
		{
            "setup": "Women's Rights."
        },
		{
            "setup": "What is the biggest lie?",
            "punchline": "I have read this and agree to the Terms of Service."
        },
		{
            "setup": "A dyslexic man walks into a bra."
        },
		{
            "setup": "How do you make a waterbed more bouncy?",
            "punchline": "Fill it with spring water."
        },
		{
            "setup": "Check this one out:",
            "punchline": "1"
        },
		{
            "setup": "Mary had a little lamb.",
            "punchline": "The doctor fainted."
        },
		{
            "setup": "Two chemists walk into a bar. The first says 'I'll take a glass of H2O'. The second says 'I'll take a glass of H2O too.'",
            "punchline": "Since the bartender is not a chemist, she has no idea that H2O2 is the chemical formula for hydrogen peroxide, and gives both chemists a glass of water."
        },
		{
            "setup": "What do you call a cop with a wooden leg?",
            "punchline": "Officer."
        },
		{
            "setup": "Want to hear something that will make you smile?",
            "punchline": "It's primarily the zygomaticus muscles in your face."
        },
		{
            "setup": "What did Buzz Lightyear say to Woody?",
            "punchline": "A lot. There were three movies and a couple short films too."
        },
		{
            "setup": "A priest, a rabbi, and a monk walk into a bar.",
            "punchline": "They all get a drink, because bars in America are legally required to serve people of all religions."
        },
		{
            "setup": "What did the farmer say after she lost her tractor?",
            "punchline": "Where is my tractor?"
        },
		{
            "setup": "What do you call cheese that isn't yours?",
            "punchline": "Stolen. Stealing is bad and you should return it."
        },
		{
            "setup": "What's black and white and red all over?",
            "punchline": "Due to the expansive nature of the universe, many items both natural and manufactured could be described in this manner."
        },
		{
            "setup": "What's a pirate's favorite letter of the alphabet?",
            "punchline": "None of them. Historians believe that most pirates were illiterate."
        },
		{
            "setup": "Knock knock. Who's there? To. To who? No, it's to 'whom'."
        },
		{
            "setup": "A sea monster ate a ship and was like 'I can't believe I ate the hull thing."
        }
    ]
}